Repository: pattihis/aperitto
Catalog: languages/*.po
Languages: de_de, el

source: %1$s at %2$s
de_de: %1$s um %2$s
el: %1$s στο %2$s

source: &laquo; Prev
de_de: &laquo; Zurück
el: &larr; Προηγούμενο

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare
el: ← Παλαιότερα Σχόλια

source: Add Open Graph tags to &lt;head&gt;
de_de: Stichwörter Open Graph hinzufügen &lt;head&gt;
el: Προσθέστε Open Graph ετικέτες στο <head>

source: Add to Cart
el: Προσθήκη στο Καλάθι

source: Add widgets here to appear in your sidebar.
de_de: Hier Widgets hinzufügen, um diese in der Seitenleiste anzeigen.
el: Προσθέστε widgets εδώ για να εμφανίζονται στο sidebar σας.

source: Add your custom CSS styles
de_de: Ihre CSS Stile hinzufügen
el: Προσθέστε προσαρμοσμένο κώδικα CSS

source: Address
de_de: Anschrift
el: Διεύθυνση

source: Advertisement
de_de: Anzeige
el: Διαφήμιση

source: After content
de_de: Nach dem Inhalt
el: Μετά από το περιεχόμενο

source: All rights reserved
de_de: Alle Rechte vorbehalten
el: Όλα τα δικαιώματα διατηρούνται

source: Archive
de_de: Archiv
el: Αρχείο

source: Author archives
de_de: Autoren-Archiv
el: Αρχείο συγγραφέα

source: Background
de_de: Hintergrund
el: Παρασκήνιο

source: Background with full repeat
el: Παρασκήνιομε πλήρη επανάληψη

source: Background with horizontal repeat
el: Παρασκήνιομε οριζόντια επανάληψη

source: Background with vertical repeat
el: Παρασκήνιο με κάθετη επανάληψη

source: Background without repeat
el: Παρασκήνιο χωρίς επανάληψη

source: Before content
de_de: Vor dem Inhalt
el: Πριν το περιεχόμενο

source: Blog home page H1
el: H1 αρχικής σελίδας

source: Categories
de_de: Kategorien
el: Κατηγορίες

source: Category
de_de: Kategorie
el: Κατηγορία

source: Center
de_de: Mittig
el: Κέντρο

source: Centered Content
de_de: Zentrieren
el: Περιεχόμενο στο κέντρο

source: Choose main color
de_de: Farbe auswählen
el: Επιλέξτε το κύριο χρώμα

source: Code after single post content
de_de: Code nach dem Inhalt
el: Κώδικας μετά το περιεχόμενο άρθρου

source: Code before single post content
de_de: Code vor dem Inhalt
el: Κώδικας πριν το περιεχόμενο άρθρου

source: Comments
de_de: Kommentare
el: Σχόλια

source: Comments count
de_de: Zahl der Kommentare
el: Αριθμός σχολίων

source: Copyright text
de_de: Text Urheberrecht
el: Κείμενο πνευματικών δικαιωμάτων

source: Counters code
de_de: Code Zähler
el: Μετρητές κώδικα

source: Custom blog home H1
el: Προσαρμοσμένη H1 αρχικής σελίδας blog

source: Custom codes
de_de: Benutzerdefinierte Codes
el: Προσαρμοσμένος κώδικας

source: Custom CSS
de_de: CSS Stile
el: Προσαρμοσμένη CSS

source: Custom styles
de_de: Benutzerdefinierte Stile
el: Προσαρμοσμένο στυλ

source: Custom text before share buttons
de_de: Text über den Sozialen-Knöpfen
el: Προσαρμοσμένο κείμενο πριν από τα κουμπιά κοινοποίησης

source: Custom theme buttons
de_de: Default-Knöpfe (von den Entwicklern des Themas)
el: Προσαρμοσμένα κουμπιά θέματος

source: Customize footer
de_de: Footer anpassen
el: Προσαρμογή υποσέλιδου

source: Day archives:
de_de: Tagesarchiv:
el: Ημερήσια αρχεία:

source: Default
el: Προεπιλογή

source: Description
de_de: Untertitel
el: Περιγραφή

source: Design
el: Σχέδιο

source: Display logo image with site title
de_de: Logo & Seitentitel anzeigen
el: Εμφάνιση λογότυπου μαζί με το τίτλο του site

source: Enable Schema.org mark up according CreativeWork->Article and Comment
de_de: Markup Schema.org aktivieren entsprechend CreativeWork->Article and Comment
el: Ενεργοποίηση Schema.org markup με βάση τα CreativeWork->Article και Comment

source: Fit minimal header height to image height
el: Προσάρμοσε το ελάχιστο ύψος επικεφαλίδας στο ύψος της εικόνας

source: Footer
el: Υποσέλιδο

source: Footer Menu
de_de: Footer-Menü
el: Μενού Υποσέλιδου

source: Fullwidth Content
de_de: Inhalt auf ganze Breite ausdehnen
el: Περιεχόμενο πλήρες πλάτους

source: Global layout
de_de: Grundstruktur
el: Γενική διάταξη

source: Global settings
de_de: Globale Einstellungen
el: Γενικές ρυθμίσεις

source: Hide
de_de: Verstecken
el: Απόκρυψη

source: Hide share buttons on static pages
el: Απόκρυψη κουμπιών κοινοποίησης σε στατικές σελίδες

source: Home
de_de: Hauptseite
el: Αρχική

source: Home H1 position
el: Θέση H1 αρχικής

source: How to display image
el: Πώς να εμφανίσετε την εικόνα

source: HTML code before &lt;/body&gt; tag
de_de: HTML code bevor &lt;/body&gt; tag
el: Κώδικας HTML πριν από την ετικέτα </body>

source: HTML code in &lt;head&gt; tag
el: Κώδικας HTML μεσα στο <head>

source: Image after site title
el: Εικόνα μετά τον τίτλο του site

source: Image before site title
el: Εικόνας πριν το τίτλο του site

source: It helps you to setup custom scripts and styles
de_de: Diese Optionen helfen Ihnen benutzerdefinierte Skripte und Stile einzustellen
el: Bοηθά στη προσθήκη προσαρμοσμένου κώδικα (scripts/styles)

source: It is used when individual page layout is not set
de_de: Dies wird benutzt, wenn die individuelle Struktur nicht eingestellt ist
el: Χρησιμοποιείται όταν η διάταξη σελίδας δεν έχει οριστεί

source: It looks like nothing was found at this location. Maybe try a search?
el: Μάλλον δεν υπάρχει κάτι αξιόλογο εδώ. Δοκιμάστε μια αναζήτηση;

source: Layout
el: Διάταξη

source: Layout on Home
de_de: Struktur für die Hauptseite
el: Διάταξη αρχικής

source: Layout on Page
de_de: Seitenstruktur (Page)
el: Διάταξη σελίδων

source: Layout on Post
de_de: Eintragsstruktur (Post)
el: Διάταξη άρθρων

source: Layout on Search results page
el: Διάταξη στη σελίδα αποτελεσμάτων Αναζήτησης

source: Layout on WooCommerce Product page
el: Διάταξη στα προϊόντα WooCommerce

source: Layout on WooCommerce Product's category
el: Διάταξη στις κατηγορίες προϊόντων WooCommerce

source: Layout on WooCommerce Shop page
el: Διάταξη στη σελίδα Shop του WooCommerce

source: Left
de_de: Links
el: Αριστερά

source: Leftbar
de_de: Linke Spalte
el: Πλαϊνή μπάρα αριστερά

source: Main color
de_de: Grundfarbe
el: Κύριο χρώμα

source: Main Menu
de_de: Oberes Menü
el: Κύριο Μενού

source: Main theme options
de_de: Grundeinstellungen
el: Κύριες επιλογές θέματος

source: Menu
de_de: Menüs
el: Μενού

source: Message
de_de: Nachricht
el: Μήνυμα

source: Monthly archives:
de_de: Monatsarchive:
el: Μηνιαία αρχεία:

source: My custom title before posts
el: Προσαρμοσμένος τίτλος πριν τα άρθρα

source: Newer Comments &rarr;
de_de: Neuere Kommentare &rarr;
el: Νεότερα σχόλια →

source: Next &raquo;
de_de: Weiter &raquo;
el: Επόμενο &rarr;

source: No results for
de_de: Keine Ergebnisse für
el: Δεν υπάρχουν αποτελέσματα για

source: Only image, without text
de_de: Nur Bild, ohne Seitentitel
el: Μόνο εικόνα χωρίς κείμενο

source: Oops! That page can&rsquo;t be found.
el: Ουπς! Αυτή η σελίδα δεν βρέθηκε.

source: Other
de_de: Andere
el: Άλλο

source: Other options
de_de: Andere Optionen
el: Άλλες επιλογές

source: Phone
de_de: Telefon
el: Τηλέφωνο

source: Picture above the text
de_de: Bild über dem Text
el: Εικόνα πάνω από το κείμενο

source: Picture to the left of text
de_de: Bild links von dem Text
el: Εικόνα στα αριστερά του κειμένου

source: Picture to the right of text
de_de: Bild rechts von dem Text
el: Εικόνα στα δεξιά του κειμένου

source: Picture under the text
de_de: Bild unter dem Text
el: Εικόνα κάτω από το κείμενο

source: Post
de_de: Eintrag
el: Άρθρο

source: Post author
de_de: Postautor
el: Συγγραφέας άρθρου

source: Post categories
de_de: Kategorien
el: Κατηγορίες άρθρων

source: Post meta
de_de: Post-Metadaten
el: Στοιχεία άρθρου

source: Post tags
de_de: Schlagworte
el: Ετικέτες άρθρου

source: Posts not found
de_de: Keine Einträge gefunden
el: Άρθρο δεν βρέθηκε

source: Publication date
de_de: Datum der Veröffentlichung
el: Ημερομηνία δημοσίευσης

source: Publisher logo
de_de: Logo des Herausgeber
el: Λογότυπο εκδότη

source: Read more
de_de: Weiter Lesen
el: Διαβάστε περισσότερα

source: Right
de_de: Rechts
el: Δεξιά

source: Rightbar
de_de: Rechte Spalte
el: Πλαϊνή μπάρα δεξιά

source: Russia
de_de: Deutschland
el: Ρωσία

source: Save my name, email, and website in this browser for the next time I comment.
el: Αποθήκευσε τα στοιχεία μου σε αυτό το πρόγραμμα περιήγησης για την επόμενη φορά που θα σχολιάσω.

source: Scripts in header
de_de: Skripte in der Kopfzeile
el: Scripts στην επικεφαλίδα

source: Scripts in site footer
de_de: Skripte im Footer
el: Scripts στο υποσέλιδο

source: Search
de_de: Suche
el: Αναζήτηση

source: Search results for
de_de: Suchergebnisse für
el: Αποτελέσματα αναζήτησης για

source: Select Layout
de_de: Layout auswählen
el: Επιλέξτε Διάταξη

source: Set up layout for site pages
de_de: Struktur für die Seite einstellen
el: Ρυθμίστε τη διάταξη για τις σελίδες του site

source: Set your custom options to displaying posts
de_de: Zusätzliche Optionen der Anzeige einstellen
el: Ορίσετε επιλογές για την εμφάνιση των άρθρων

source: Setup advertisement before and after post content
de_de: Anzeige vor und nach dem Inhalt einstellen
el: Ρύθμιση διαφήμισης, πριν και μετά το περιεχόμενου του άρθρου

source: Share in
de_de: Teilen auf
el: Μοιραστείτε στο

source: Share in OK
de_de: Teilen auf OK
el: Μοιραστείτε στο OK

source: Share in VK
de_de: Teilen auf VK
el: Μοιραστείτε στο VK

source: Show featured images on mobile
de_de: Miniaturansicht auf Handy anzeigen
el: Εμφάνιση εικόνων εξωφύλου στο κινητό

source: Show sidebar on mobile
de_de: Seitenleiste auf Handy anzeigen
el: Εμφάνιση πλαϊνής μπάρας στο κινητό

source: Show site description
de_de: Untertitel der Website anzeigen
el: Εμφάνιση της περιγραφής του site

source: Sidebar
de_de: Seitenleiste
el: Πλαϊνή μπάρα

source: Site title
de_de: Titel der Website
el: Τίτλος ιστοσελίδας

source: Site title in header
el: Τίτλος ιστοσελίδας στην επικεφαλίδα

source: Social buttons
de_de: Sozial-Knopf
el: Κουμπιά social

source: Social share buttons after post
de_de: Soziale-Knöpfe nach dem Eintrag
el: Κουμπιά κοινοποίησης μετά το άρθρο

source: Structured Data
de_de: Strukturierte Daten
el: Δομημένα Δεδομένα

source: Tag
de_de: Schlagwort
el: Ετικέττα

source: Tags:
de_de: Stichwörter:
el: Ετικέτες:

source: Theme by
de_de: Thema von
el: Θέμα από

source: This option not affect to other pages, for home blog page only.
el: Αυτή η επιλογή δεν επηρεάζει άλλες σελίδες, μόνο την αρχική σελίδα blog.

source: Title position
de_de: Titelposition
el: Θέση τίτλου

source: use in https://schema.org/Organization
de_de: benutzen in https://schema.org/Organization
el: χρησιμοποιείται στο https://schema.org/Organization

source: What meta information to display for posts
de_de: Welche Metadaten für Posts anzeigen
el: Τι meta πληροφορίες να εμφανίζουμε στα άρθρα

source: WooCommerce Layout
el: Διάταξη WooCommerce

source: Yandex Buttons
de_de: Yandex Knöpfe
el: Κουμπιά Yandex

source: Year archives:
de_de: Jahresarchiv:
el: Ετήσια αρχεία:

source: Your comment is awaiting moderation.
de_de: Dein Kommentar wartet auf Freischaltung.
el: Το σχόλιό σας περιμένει έγκριση.

source: Your E-mail
de_de: E-Mail
el: Το E-mail σας

source: Your Name
de_de: Name
el: Το Όνομά σας

source: Your Website
de_de: Webseite
el: Η ιστοσελίδα σας

source: Edit
de_de: Bearbeiten

source: Social
de_de: Soziales Netzwerk
